#Практическая работа по уроку "Динамическая типизация"
#Создайте переменные разных типов данных:
# Создайте переменную name и присвойте ей значение вашего имени (строка).
name = 'Nuriddin'
# Выведите значение переменной name на экран.
print('Name: ', name)
#- Создайте переменную age и присвойте ей значение вашего возраста (целое число).
age = 37
#- Выведите значение переменной age на экран.
print('Age: ', age)
#- Перезапишите в age текущее значение переменной age + новое.
age = 37+2
#Как неверно (просто перезапись на новое число):
#a = 15
#a = 17
# - Выведите измененное значение переменной age на экран.
print('New age: ',age)
# - Создайте переменную is_student и присвойте ей значение True (логическое значение).
is_student = True
# - Выведите значение переменной is_student на экран.
print('Is student', is_student)